<template>
  <q-page class="p-4 md:p-8">
    <q-scroll-area class="w-full h-xl flex flex-column md:(h-lg)">
      <h3 class="font-bold text-lg mb-2 text-center">個人資料處理方針</h3>
      <p class="w-full mx-auto md:w-3/4">
        第1條同意收集個人信息和收集方法<br />
        LEEHEE
        EXPRESS（“tw.leeheeexpress.com”在下文中稱為“網站”）應建立允許客戶點擊“同意”按鈕，使用條款，個人信息的收集以及所使用的個人信息的詳細信息的程序。通過單擊“同意”按鈕，客戶將被視為同意收集和使用其個人信息。<br />
        <br />
        第2條收集的個人信息項目和使用個人信息的目的<br />
        “個人信息”是指關於活人的信息，並提及他們的姓名，居民登記號碼或識別此類人員的任何其他信息。
        （即使這些信息本身無法識別某個人，這些信息可以很容易地與其他信息結合併用於識別這樣的人。）<br />
        <br />
        本網站有以下用於收集和使用客戶個人信息的目的：<br />
        <br />
        一般會員的個人信息<br />
        - 收集時間：註冊會員資格<br />
        - 強制收集物品：身份證，密碼，電子郵件，姓名<br />
        - 可選收集項目：個人資料圖片，出生日期，電話號碼，地址<br />
        - 使用個人信息的目的：註冊會員資格，使用服務的客戶諮詢以及通知的發送<br />
        - 保留期：在撤回會員資格後立即刪除，或者為採購會員保留五（5）年<br />
        <br />
        訂單信息（包括會員和非會員）<br />
        - 收集時間：下訂單時<br />
        -
        強制收集項目：下訂單的客戶信息（姓名，地址，電話和電子郵件），收件人信息（姓名，地址，電話），付款審批信息<br />
        - 可選集合項：消息的傳遞<br />
        - 使用個人信息的目的：訂購產品的付款和交付<br />
        - 保留期：保留五（5）年<br />
        <br />
        第3條通過Cookies收集個人信息<br />
        本網站可以安裝和運行存儲和頻繁檢索客戶信息的cookie。
        Cookie表示網站發送給用戶的計算機瀏覽器（Internet
        Explorer等）的少量文本文件<br />
        1）使用cookie的目的- 根據個人的興趣提供差異化​​信息-
        分析用戶的訪問頻率或停留時間，識別用戶的品味和興趣，並將其用於目標營銷和作為服務改進的衡量標準-
        追踪購買物品的信息和用戶關注的物品，並提供量身定制的服務<br />
        2）cookie的操作和拒絕cookiesCookies存儲在用戶計算機的硬盤上。
        Cookie識別用戶的計算機，但不識別用戶。此外，客戶可以接受或拒絕所有cookie，或通過更改其Web瀏覽器上的設置，在存儲cookie時進行檢查。<br />
        但是，如果客戶拒絕存儲cookie，他們可能不會使用某些需要它們的服務。<br />
        <br />
        3）更改設置以拒絕cookie的方法<br />
        A. Internet Explorer通過單擊Web瀏覽器上方菜單上的工具&gt;
        Internet選項&gt;個人信息選項卡直接更改設置<br />
        B.
        Chrome通過單擊屏幕底部右側欄上的菜單圖標&gt;屏幕底部的“設置”&gt;“高級設置”&gt;“個人信息”部分的“內容設置”按鈕&gt;“Cookie”部分，直接更改設置<br />
        <br />
        第4條保留，使用個人信息和銷毀個人信息的期限<br />
        1）客戶的個人信息在收集和使用其個人信息後，應立即銷毀。但是，如果客戶的個人信息需要保留一段時間，以便按照相關法規的規定驗證交易方的權利和義務，如電子商務中的消費者保護和其他交易。法案規定，此類信息應在指定時間內保留：<br />
        “電子商務和其他交易法中的消費者保護法”第6條 -
        合同或撤回要約的記錄：保留五（5）年<br />
        - 關於付款和貨物供應的記錄：保留五（5）年<br />
        - 關於解決客戶投訴或爭議的記錄：保留三（3）年<br />
        B“保護通信秘密法”第15.2條 - 登錄記錄：保留三（3）個月<br />
        C其他相關法規<br />
        2）本網站應以下列方式銷毀個人信息。<br />
        A.銷毀程序 -
        為會員註冊輸入的信息應轉移到單獨的數據庫（如果是紙上信息，單獨的文件櫃），根據內部指南和其他相關法規存儲一段時間，然後毀了。<br />
        - 除法律規定的目的外，上述個人信息不得用於任何其他目的。<br />
        B.銷毀方法 - 打印在紙上的個人信息應通過粉碎或燃燒銷毀。 -
        電子文件格式的個人信息應通過技術方法完全銷毀，以免被恢復或重新生成。<br />
        3）根據“促進信息和通信網絡利用和信息保護法”第29.2條，本網站應向休眠成員（未在過去十二（12）個月內使用過服務）發出關於沒收會員資格的通知。如果此類會員未能回复此類通知，則可能會被視為已經根據網站自行決定沒收其會員資格。在這種情況下，休眠成員的個人信息可以與其他成員的個人信息分開存儲和管理。分離和存儲的此類個人信息應在法定保留期過後銷毀。如果客戶提出請求，則在恢復使用服務時，應再次提供未被銷毀的客戶個人信息。<br />
        <br />
        第5條為第三方提供個人信息<br />
        1）本網站不得使用客戶的個人信息，也不得向上述第1條範圍以外的其他人，公司和機構提供此類信息（收集的個人信息項目和使用個人信息的目的）。<br />
        2）以下情況是例外情況。<br />
        A.根據相關法規，相關機構要求客戶的個人信息用於調查目的<br />
        B.當客戶的個人信息以無法識別某些個人的形式提供給廣告商，供應商或研究組織以編制統計數據或進行學術或市場研究時<br />
        C.根據其他相關法規的預先確定的程序要求客戶的個人信息時即使按照上述規定提供個人信息，我們也會盡最大努力確保不會無條件地提供此類信息。收集和使用此類信息。<br />
        <br />
        第6條個人信息處理外包<br />
        本網站將用戶個人信息的處理外包給外部專業組織，以便業務的順利進行，如提供更好的服務和客戶的便利。<br />
        - 訂購產品的交付：OO交付服務*需要修改*<br />
        - 建立和維護計算機系統：託管公司*需要修改*<br />
        - 交貨跟踪系統服務：Goodsflow Inc.<br />
        - 付款和託管服務：PAYPAL<br />
        - 自我認證，i-PIN服務：Dream Security Inc.<br />
        ※與外包公司共享的信息應限於實現外包原始目的所需的最低限度信息。此外，還應客戶的要求為外包公司提供可選的個人信息。<br />
        ※根據變更的服務和合同期限，外包公司名單可能會有所變化。此列表中的任何更改都應通過通知提前公佈。參加短期活動的客戶應單獨通知此類活動。<br />
        <br />
        第7條個人信息的訪問和修改<br />
        <br />
        1）客戶可以隨時訪問或修改在本網站註冊的個人信息。客戶可以單擊“更改成員信息”菜單，直接訪問或修改其個人信息。他們還可以通過向網站上的首席隱私官或個人信息處理員工發送電子郵件或書面請求來請求此類訪問或修改。然後，本網站應毫不拖延地採取相關措施。<br />
        2）如果客戶要求更正其個人信息中的任何錯誤，則在糾正此類錯誤之前，本網站不得使用或提供此類個人信息。<br />
        3）如果已經為任何第三方提供了不正確的個人信息，則本網站應立即通知該第三方更正此信息的結果，並讓該第三方也修改該信息。<br />
        <br />
        第8條撤回對收集，使用和提供個人信息的同意<br />
        1）客戶可以隨時撤銷其在註冊會員資格時收集，使用和提供其個人信息的同意。他們可以通過在網站的初始登錄頁面上的“個人信息管理”菜單中單擊“撤銷同意（成員資格）”來實現此目的。他們也可以通過書面，電話或電子郵件聯繫本網站的首席隱私官來這樣做。然後，本網站應立即採取必要措施，如刪除個人信息。本網站應立即通知客戶此類措施，包括撤銷同意和銷毀個人信息。<br />
        2）本網站應採取必要措施，確保客戶通過比他們過去同意收集個人信息的方法更簡單的方法撤回其對信息收集的同意（成員資格）。<br />
        <br />
        第9條確保個人信息安全的措施<br />
        本網站應根據“個人信息保護法”第29條採取確保個人信息安全所需的技術/行政/物理措施。<br />
        1.加密個人信息<br />
        <br />
        用戶的個人信息（包括密碼）將被存儲和管理，並且只有擁有該信息的用戶才知道。使用單獨的功能保護重要數據，例如加密和鎖定文件以及傳輸的數據。<br />
        2.針對黑客攻擊的技術措施<br />
        本網站應安裝，定期更新和檢查安全性圖表，以確保個人信息不會因黑客或計算機病毒而洩露和損壞。它還應在可從外部進入的區域安裝系統，並在技術/物理上檢查和阻擋這些區域。<br />
        <br />
        第10條保護十四歲以下兒童的個人信息<br />
        本網站認為在線環境中保護兒童的個人信息也很重要。它不允許未滿十四歲的兒童在需要其法律顧問同意的情況下申請成為會員。如果此類兒童由於其姓名和信息被盜或濫用系統而註冊網站或提供其個人信息，則其法律顧問可行使所有權利。<br />
        <br />
        第11條首席隱私官<br />
        本網站任命以下首席隱私官，負責處理個人信息和處理客戶關於個人信息和損害救濟的投訴。<br />
        <br />
        ▶首席隱私官<br />
        - 姓名：TAEHEE LEE<br />
        - 標題：CS<br />
        - 工作等級：MANAGER<br />
        - 聯絡點：leeheecokr@naver.com<br />
        <br />
        第12條修改“個人信息處理指南”<br />
        本個人信息處理指南自生效之日起生效。根據法規和本指南增加任何變更，以及刪除和更正本指南中的任何內容，應在實施此類添加，刪除或更正前七（7）天通知。
      </p>
    </q-scroll-area>
  </q-page>
</template>

<script setup>
</script>
