<template>
  <q-page class="px-4 my-4 md:(px-8 my-8)">
    <q-scroll-area class="w-full h-xl flex flex-column md:(h-lg)">
      <h3 class="font-bold text-lg mb-2 text-center">使用條款</h3>
      <p class="w-full mx-auto md:w-3/4">
        第1條目的<br />
        這些使用條款的目的是在“{{ $env.APP_NAME }}
        ”（“網站”）上列出有關服務使用和運營條款和條件的任何和所有事項。<br />
        <br />
        第2條定義本文使用的主要術語具有以下含義。<br />
        1）會員是指通過同意本網站的條款和條件並提供其個人信息並已與本網站簽訂用戶協議並使用本網站而在本網站註冊的用戶。<br />
        2）用戶協議是指本網站與會員之間就本網站的使用達成的協議。<br />
        3）會員ID是指一個獨特的字符和數字序列的組合，授予每個會員以識別會員和會員使用服務。<br />
        4）密碼是指由會員選擇的字符和數字組合，用於驗證該ID是否授予同一會員並保護會員的權益。<br />
        5）運營商是指已經開設和運營提供服務的網站的個人/實體。<br />
        6）終止是指會員終止用戶協議。<br />
        <br />
        第3條除標準使用條款以外的適用規則<br />
        如有必要，運營商可以單獨公佈並提供有關運營政策的指導。如果這些使用條款和運營政策重疊，則以運營政策為準。<br />
        <br />
        第4條用戶協議的執行<br />
        1）當希望使用本網站的人同意這些使用條款，然後運營商接受該人的會員申請時，應構成用戶協議。<br />
        2）任何希望使用會員服務的人在申請會員資格並點擊下面的“我同意”時，應通過閱讀這些使用條款來表明他/她有意同意這些使用條款。<br />
        <br />
        第5條使用服務的申請<br />
        1）任何希望將本網站用作會員的用戶應提供本網站要求的任何和所有信息，如用戶名，密碼和暱稱。<br />
        2）未通過竊取他人信息或登記虛假信息而未登記其真實信息的會員，不得主張使用本網站的任何權利，並可能根據相關法規受到處罰。<br />
        <br />
        第6條個人信息處理指南<br />
        網站和運營商在申請會員資格時提供的個人信息中沒有會員密碼。與會員密碼相關的任何內容均應按照“個人信息處理指南”處理。<br />
        運營商應根據相關法規努力保護會員的個人信息，包括會員的註冊信息。<br />
        會員的個人信息應根據相關法規和本網站建立的個人信息處理指南進行保護。<br />
        但是，運營商對因會員理由而洩露的信息不承擔任何責任。<br />
        如果會員登記和分發非法帖子，包括破壞良好公共秩序和習俗或違反國家安全的帖子，則運營商可以根據這些機構的要求訪問會員的材料並將這些材料提交給相關機構。<br />
        <br />
        第7條經營者的義務<br />
        1）如果這些意見或投訴被認為是公正的，運營商應盡快處理會員提出的任何意見或投訴。但是，如果運營商因個人原因發現難以迅速處理此類意見或投訴，則應通過發佈公告或發送會員消息或電子郵件盡力而為。<br />
        2）如果設備出現故障或任何設備丟失，運營人可以要求網站維修或恢復此類設備，不得有任何延遲，以便網站連續穩定地提供（或運營）。但是，如果網站或運營商發生自然災害或不可避免的原因，本網站的運營可能會暫停。<br />
        <br />
        第8條成員的義務<br />
        1）會員應遵守本使用條款中規定的事項，運營商制定的任何和所有規定，包括通過網站通知用戶的通知和運營政策的事項，以及相關法規。會員不得採取行動破壞本網站的其他業務或損害本網站的聲譽。<br />
        2）除非本網站明確同意，否則會員不得轉讓，贈與或提供使用服務的權利及其在用戶協議下的合同地位。<br />
        3）客戶應非常謹慎地管理其身份證和密碼，未經運營商或網站的同意，不得允許任何第三方使用其身份證。<br />
        4）會員不得侵犯運營商，網站和任何第三方的知識產權。<br />
        <br />
        第9條服務使用時間<br />
        1）原則上，服務應每年365天，每天24小時提供，除非有任何特殊的操作或技術延遲。但是，本網站可能會在網站指定的日期或時間暫停服務，以進行系統檢查，擴展和更換。由於預定工作的臨時暫停服務預先在本網站的主頁上公佈，建議用戶經常訪問和閱讀主頁。<br />
        2）在下列情況下，本網站可暫時或永久暫停服務，恕不另行通知或通知。<br />
        - 如果有任何緊急系統檢查，延長，更換，故障或故障<br />
        - 如果發生任何不可抗力事件，例如國家緊急情況，停電或自然災害<br />
        - 如果“電信業務法”規定的普通運營商暫停電信業務<br />
        - 如果在使用服務期間由於流量過載而導致使用正常服務有任何延遲<br />
        3）如果根據上述第2款暫停服務，本網站應通過事先通知將此類暫停通知會員。但是，如果本網站發現無法事先通知因無法控制的原因導致的服務暫停，則應作出後續通知或公告以代替此類事先通知。<br />
        <br />
        第10條終止使用服務<br />
        1）如果會員希望終止與本網站的用戶協議，則他們自己應在網上申請終止其註冊。但是，終止使用本網站應與終止用戶協議分開。<br />
        2）由於在會員管理屏幕上自動刪除與網站相關的程序，在申請終止用戶協議（或使用服務）時，運營商可能無法查看申請人終止的信息。用戶協議了。<br />
        <br />
        第11條使用服務的限制<br />
        會員不得進行任何屬於以下任何行為的行為。如果發現會員已經採取任何此類行為，則本網站可對會員使用服務施加限制，採取法律措施，終止用戶協議或在指定時間段內暫停服務。<br />
        1）在註冊會員資格或更改信息時註冊虛假信息，以便在註冊會員資格後出現錯誤信息<br />
        2）阻止他人使用本網站或竊取他人的信息<br />
        3）冒充本網站的管理人員，員工或相關人員<br />
        4）侵犯本網站或任何其他第三方的精神權利或知識產權或破壞其業務或運營<br />
        5）欺詐性地使用其他會員的身份證<br />
        6）在未經其同意的情況下收集，存儲和披露其他會員的個人信息<br />
        7）承諾任何客觀認為與犯罪有關的行為<br />
        8）違反其他相關法規<br />
        <br />
        第12條過帳管理<br />
        1）運營商應負責管理和運營本網站的帖子和材料。操作員應始終監控過帳和材料。如果運營商發現或收到有關錯誤發布和材料的報告，則應刪除此類發布和材料，並向註冊此類發布和材料的會員發出警告。<br />
        同時，由於會員對他/她發布的帖子負責，他或她可能不會發布違反這些使用條款的帖子。<br />
        2）如果韓國互聯網安全委員會等公共機構要求更正任何發布，則運營商可以在未經會員事先同意的情況下刪除或移動此類發布。<br />
        3）確定任何錯誤發布的標準如下。<br />
        - 嚴重侮辱其他會員或任何第三方或損害其聲譽的帖子<br />
        - 發佈內容，分發或提供違反良好公共秩序和習俗的內容鏈接<br />
        - 宣傳非法複製或黑客攻擊的帖子<br />
        - 旨在為利潤目的製作廣告的帖子<br />
        - 客觀承認與犯罪有關的帖子<br />
        - 發布侵犯其他會員或任何第三方的權利，包括版權<br />
        - 其他被認為違反相關法規的帖子<br />
        4）如果任何第三方要求網站和運營商因誹謗或侵犯權利（包括知識產權）等原因而暫停發布帖子，則他們可能會暫時這樣做。此外，如果本網站被告知任何訴訟，任何要求暫停張貼帖子的個人/實體與任何註冊此類帖子的個人/實體之間的結算，或者與上述類似的相關機構的任何決定，則應遵守有這樣的解決或決定。<br />
        <br />
        第13條過帳保管<br />
        如果運營商因不可避免的情況暫停本網站的運營，則應事先公告，並努力採取一切措施確保所有帖子都易於轉移。<br />
        <br />
        第14條過帳的版權<br />
        1）會員應擁有在網站內發布的材料的版權。此外，未經會員同意，本網站不得在商業上使用此類材料。但是，本網站有權將此類材料用於非營利目的，並在服務範圍內發布此類材料。<br />
        2）會員不得將服務中張貼的材料用於商業目的，包括自行處理和銷售通過服務獲得的信息。<br />
        3）如果運營商確定會員發布或註冊的材料或內容屬於上述第12條規定的任何項目，則可以在不事先通知的情況下刪除，移動或拒絕註冊這些材料或內容。<br />
        <br />
        第15條損害賠償<br />
        1）會員應主要承擔網站內產生的所有民事和刑事責任。<br />
        2）如果會員因不可抗力事件（例如自然災害或其故意的不當行為或疏忽）而遭受任何損害，則本網站不提供損害賠償。<br />
        <br />
        第16條賠償<br />
        1）如果會員未從網站提供服務中獲得任何利潤，或者如果由於可選擇的服務材料或使用服務而造成任何損害，則運營商應免除因上述原因而產生的任何責任。<br />
        2）運營商應免除因本網站服務中斷或其他運營商提供的電信服務中斷所引起的責任。這些使用條款應比照適用於與本網站服務基礎相關的損害。<br />
        3）運營商不對會員存儲，發布或傳輸的材料負責。<br />
        4）運營商不應對因會員原因造成的服務使用中斷負責。<br />
        5）運營商不對會員之間以及會員與任何第三方之間的任何和所有活動（包括數據傳輸和其他社區活動）承擔責任，無論此類活動是在網站內還是通過任何外部服務進行。<br />
        6）運營商不對會員發布或傳輸的材料的真實性，可信度和準確性負責，也不對通過網站為會員提供的所有材料負責。<br />
        7）運營商不對會員之間以及會員與任何第三方之間通過服務進行的貨物交易造成的任何和所有損害承擔責任。<br />
        8）如果運營商之間沒有任何理由，運營商不對會員之間或會員與任何第三方之間發生的任何爭議承擔責任。<br />
        9）如果會員因故意不當行為或重大過失而可能發生的系統中斷造成損害，則運營商不對會員遭受的任何損害承擔責任。在這種情況下，可以認為這種不當行為類似於管理，檢查，修理和更換設備（例如服務器或操作軟件）過程中的不當行為。如果會員因任何第三方的攻擊，國內或國外著名研究機構尚未開發的任何反病毒/疫苗的計算機病毒的分佈或安全性，運營商也不承擔任何責任。相關公司，或不可抗力事件，不能以其他方式控制運營商。<br />
        <br />
        <br />
        附錄<br />
        這些使用條款將對MM-DD-YYYY生效。
      </p>
    </q-scroll-area>
  </q-page>
</template>

<script setup>
</script>
